Revit 2027 API
ParameterTypeId.ColumnTopAttachJustificationParam Property
 "Attachment Justification At Top"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ColumnTopAttachJustificationParam { get; }
Public Shared ReadOnly Property ColumnTopAttachJustificationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ColumnTopAttachJustificationParam {
	ForgeTypeId^ get ();
}
static member ColumnTopAttachJustificationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace